gobuffalo/tap/buffalo
circleci
coreutils
direnv
elixir
findutils
getantibody/tap/antibody
git
golang
alecthomas/homebrew-tap/gometalinter
gnupg
gpg2
heroku/brew/heroku
htop
mas
neovim
nodejs
python
rbenv
ruby-build
ripgrep
shellcheck
sqlite
telnet
tldr
tmux
unrar
wget
yadm
yarn
zsh
zlib
