coreutils
direnv
findutils
getantibody/tap/antibody
git
gnupg
gpg2
htop
mas
neovim
nodejs
python
python2
ripgrep
shellcheck
sqlite
telnet
tldr
tmux
unrar
wget
yadm
yarn
zsh
