robbyrussell/oh-my-zsh path:plugins/git
robbyrussell/oh-my-zsh path:plugins/sudo
robbyrussell/oh-my-zsh path:plugins/pip
robbyrussell/oh-my-zsh path:plugins/docker
robbyrussell/oh-my-zsh path:plugins/ssh-agent
robbyrussell/oh-my-zsh path:plugins/colored-man-pages
robbyrussell/oh-my-zsh path:plugins/brew

zdharma/fast-syntax-highlighting
zsh-users/zsh-autosuggestions
ael-code/zsh-colored-man-pages
MichaelAquilina/zsh-you-should-use

bhilburn/powerlevel9k

