tap "aws/tap"
tap "gobuffalo/tap"
tap "golangci/tap"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "caskroom/versions"
tap "homebrew/core"
tap "caskroom/fonts"
tap "getantibody/tap"
tap "railwaycat/emacsmacport"
tap "derailed/k9s"
tap "homebrew/cask-drivers"
tap "AdoptOpenJDK/openjdk"

brew "ag"
brew "awscli"
brew "bat"
brew "buffalo"
brew "gobuffalo/tap/buffalo"
brew "golangci/tap/golangci-lint"
brew "coreutils"
brew "direnv"
brew "dust"
brew "entr"
brew "exa"
brew "findutils"
brew "fd"
brew "fzf"
brew "getantibody/tap/antibody"
brew "git"
brew "go"
brew "go-task/tap/go-task"
brew "gnupg"
brew "gpg2"
brew "htop"
brew "hugo"
brew "hyperfine"
brew "ispell"
brew "git-recent"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "maven"
brew "mas"
brew "mosh", args: ["HEAD"]
brew "ncurses" # to get latest tic
brew "neovim"
brew "nodejs"
brew "postgres"
brew "procs"
brew "python"
brew "reattach-to-user-namespace"
brew "ripgrep"
#brew "sbt@1"
brew "shellcheck"
brew "telnet"
brew "terraform"
brew "tldr"
brew "tmux"
brew "wget"
brew "wrk"
brew "yadm"
brew "yarn"
brew "zsh"
brew "zlib"

cask "arduino"
cask "docker"
cask "amethyst"
cask "java8"
cask "google-chrome"
cask "google-cloud-sdk"
cask "istat-menus"
cask "adoptopenjdk/openjdk/adoptopenjdk8"
cask "kitty"
cask "notion"
cask "slack"
cask "soulver"
cask "visual-studio-code"

#mas "Kindle", id: 405399194
mas "Keynote", id: 409183694
mas "Kaleidoscope", id: 587512244
#mas "Soulver", id: 413965349
mas "Bear", id: 1091189122
mas "1Blocker", id: 1107421413
mas "Deliveries", id: 924726344
mas "Moom", id: 419330170
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
#mas "PDFpen 8", id: 1096330984
#mas "Todoist", id: 585829637
#mas "DaisyDisk", id: 411643860
mas "Numbers", id: 409203825
mas "1Password 7", id: 1333542190
#mas "ColorSlurp", id: 1287239339
#mas "Calca", id: 635758264
mas "Transmit", id: 1436522307
