tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "caskroom/fonts"
tap "getantibody/tap"
tap "railwaycat/emacsmacport"
tap "derailed/k9s"

brew "ag"
brew "bat"
brew "coreutils"
brew "railwaycat/emacsmacport/emacs-mac"
brew "direnv"
brew "entr"
brew "findutils"
brew "fzf"
brew "getantibody/tap/antibody"
brew "git"
brew "gnupg"
brew "gpg2"
brew "htop"
brew "hub"
brew "hugo"
brew "ispell"
brew "k9s"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "mas"
brew "mosh"
brew "neovim"
brew "nodejs"
brew "postgres"
brew "python"
brew "python@2"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "telnet"
brew "terraform"
brew "tldr"
brew "tmux"
brew "wget"
brew "yadm"
brew "yarn"
brew "zsh"
brew "zlib"

cask "alfred"
cask "arq"
cask "dash"
cask "docker"
cask "caskroom/fonts/font-firacode-nerd-font"
cask "caskroom/fonts/font-fira-code"
cask "google-chrome"
cask "google-drive-file-stream"
cask "hazel"
cask "istat-menus"
cask "iterm2"
cask "kitty"
cask "visual-studio-code"

mas "Kindle", id: 405399194
mas "Keynote", id: 409183694
mas "Kaleidoscope", id: 587512244
mas "Soulver", id: 413965349
mas "Bear", id: 1091189122
mas "1Blocker", id: 1107421413
mas "Deliveries", id: 924726344
mas "Moom", id: 419330170
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "PDFpen 8", id: 1096330984
mas "Todoist", id: 585829637
mas "Irvue", id: 1039633667
mas "DaisyDisk", id: 411643860
mas "Numbers", id: 409203825
mas "1Password 7", id: 1333542190
