tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "caskroom/fonts"
tap "aws/tap"

brew "aws-sam-cli"
brew "bat"
brew "gobuffalo/tap/buffalo"
brew "circleci"
brew "coreutils"
brew "direnv"
brew "elixir"
brew "findutils"
brew "getantibody/tap/antibody"
brew "git"
brew "golang"
brew "alecthomas/homebrew-tap/gometalinter"
brew "gnupg"
brew "gpg2"
brew "heroku/brew/heroku"
brew "htop"
brew "hub"
brew "hugo"
brew "mas"
brew "neovim"
brew "nodejs"
brew "python"
brew "rbenv"
brew "ruby-build"
brew "ripgrep"
brew "shellcheck"
brew "sqlite"
brew "telnet"
brew "tldr"
brew "tmux"
brew "unrar"
brew "wget"
brew "yadm"
brew "yarn"
brew "zsh"
brew "zlib"

cask "alfred"
cask "android-sdk"
cask "android-studio"
cask "arq"
cask "balsamiq-mockups"
cask "docker"
cask "font-firacode-nerd-font"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive-file-stream"
cask "google-nik-collection"
cask "hazel"
cask "homebrew/cask-drivers/sonos"
cask "istat-menus"
cask "iterm2"
cask "kitematic"
cask "visual-studio-code"

mas "Kindle", id: 405399194
mas "Keynote", id: 409183694
mas "Kaleidoscope", id: 587512244
mas "Soulver", id: 413965349
mas "Bear", id: 1091189122
mas "1Blocker", id: 1107421413
mas "Deliveries", id: 924726344
mas "Moom", id: 419330170
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "PDFpen 8", id: 1096330984
mas "Todoist", id: 585829637
mas "Irvue", id: 1039633667
mas "DaisyDisk", id: 411643860
mas "Numbers", id: 409203825
mas "1Password 7", id: 1333542190
